[
  {
    
 "id": "01",
    "title": "In me non c'è che futuro",
    "content": "'<i>All there is in me is the future</i>'. \n It is a statement that many have attributed to Adriano Olivetti to emphasize his proverbial impatience, his constant movement, and his habit of always being in the car. What futurability is still to be uncovered in this story? Another digital society was possible, but then it ceased to seem likely. \n In between: the occult and non-occult intervention of certain powers at play in Italy and Europe. \n Franco Bifo Berardi: <i>Power is the selection and imposition of one possibility among many, and at the same time, it is the exclusion (and invisibilization) of many other possibilities.</i>",
    "reference": "Berardi, Franco 'Bifo.' Futurability:  The Age of Impotence and the Horizon of Possibility. London: Verso, 2019"

  },
  
{
 "id": "02",
    "title": "The Story of Three Hunters",
    "content": "'<i>Three brothers (runs a story from the Middle East told among Khirgiz, Tartars, Jews, Turks, and so on) meet a man who has lost a camel (or sometimes it is a horse). At once they describe it to him: it's white, and blind in one eye; under the saddle it carries two skins, one full of oil, the other of wine. They must have seen it? No, they haven't seen it. So they're accused of theft and brought to be judged.</i>' How could they know so much about the animal unless they had seen it? And if they had seen it but denied it, they must have stolen it. Their impossible knowledge appears to be evidence of guilt. '<i>There follows the triumph of the brothers: they immediately show how, from the barest traces they were able to reconstruct the appearance of an animal they'd never set eyes on.'</i>",
    "reference": "Ginzburg, Carlo, and Anna Davin. 'Morelli, Freud and Sherlock Holmes: Clues and Scientific Method.' History Workshop, no. 9 (Spring 1980): 5-36."
  },

  {
    "id": "03",
    "title": "The Modernist Revolution",
    "content": "[...] Memory, however, gives voice primarily to those who, as if present, still have something to tell us. I don't know whether it reveals absolute truths; rather, it brings back to center stage those nascent ideas of the future that belonged to a fast-paced, electric time dense with promises, as the full twentieth century was, at least in Olivetti's experience... One is tempted to use those traces from yesterday, perhaps even to contradict them in light of hindsight. To revive, if not those answers then at least the questions, which remain utterly contemporary, that those times and those exceptional protagonists knew how to pose. Beyond the opaque horizon of a present that, caught between the despotism of the virtual and the pathologies of individualism, has betrayed, at least in its founding premises, the virtues of the modernist revolution.",
    "reference": "Tarpino, Antonella. Memoria imperfetta: La comunità Olivetti e il mondo nuovo. Turin: Einaudi, 2020."
  },
  {
    "id": "04",
    "title": "To imagine all that is unknown or left unspoken",
    "content": "Intellectual courage for truth and political practice are two irreconcilable things in Italy. [...] Probably, if American power allows it, perhaps deciding 'diplomatically' to grant to another democracy what American democracy granted itself regarding Nixon, these names will sooner or later be spoken. But those who utter them will be men who have shared power with them: like lesser culprits against greater culprits (and it's not certain, as in the American case, that they are any better). This would ultimately be the real coup d'état.",
    "reference": "Pasolini, Pier Paolo. 'Cos'è questo golpe? Io so.' il Corriere della Sera, November 14, 1974."
  },
  {
    "id": "05",
    "title": "There was a spy in his midst",
    "content": "Olivetti probably never knew that his goals and prospects were also being reported to the CIA by someone close to him. In short, there was a spy in his midst. He or she knows Olivetti well, and has studied the communita [sic] movement at first hand, is stated in a CIA interoffice memo dated december 5, 1957. This person spoke idiomatic English.",
    "reference": "Secrest, Meryle. The Mysterious Affair at Olivetti: IBM, the CIA, and the Cold War Conspiracy to Shut Down Production of the World's First Desktop Computer. New York: Knopf, 2019."
  },
  {
    "id": "06",
    "title": "Fifth Avenue, New York",
    "content": "In an even more audacious move Olivetti had pioneered the first all-transistorized mainframe computer in 1959, running neck and neck with the one IBM, with more time and infinite resources, produced that year. Its well-built, well-conceived machines were sold in 117 countries, where it had acquired a reputation, not only for competitiveness but something more taxing: uniqueness. Their salesrooms in New York and Paris in particular reflected an elegance of design that came to be called the tocco Olivetti, or Olivetti touch.",
    "reference": "Secrest, Meryle. The Mysterious Affair at Olivetti: IBM, the CIA, and the Cold War Conspiracy to Shut Down Production of the World's First Desktop Computer. New York: Knopf, 2019."
  },
  {
    "id": "07",
    "title": "Olivetti-Underwood Factory (Harrisburg, PA, USA)",
    "content": "It was a watershed moment, the first time an Italian company had taken over an American company. In the autumn of 1959, the U.S. government immediately slapped the new Olivetti-Underwood merger with an antitrust suit, an indication that, somewhere, the development was being viewed with alarm and that it had to be stopped. While the suit was continuing, Olivetti began to make good on the payments: three installments, two by the end of 1959 and the third in February 1960, which may have closely coincided with the date of his death. Also, seemingly by coincidence, the new Olivetti Underwood company was about to make its debut on the Milan bourse the first week of March 1960 and Adriano was making final arrangements for that the day he died.",
    "reference": "Secrest, Meryle. The Mysterious Affair at Olivetti: IBM, the CIA, and the Cold War Conspiracy to Shut Down Production of the World's First Desktop Computer. New York: Knopf, 2019."
  },
  {
    "id": "08",
    "title": "The world's first desktop computer",
    "content": "The world's first desktop computer, the Programma 101, was designed by an Olivetti team of four men headed by the brilliant young engineer Pier Giorgio Perotto. In the months following the death of Mario Tchu, Roberto had answered his own question. As for Perotto, he envisioned a congenial machine to which one could delegate those tasks that men do badly, or which are mentally draining and conducive to error that would allow the storage of instructions and data, and that everyone would be able to use.",
    "reference": "Secrest, Meryle. The Mysterious Affair at Olivetti: IBM, the CIA, and the Cold War Conspiracy to Shut Down Production of the World's First Desktop Computer. New York: Knopf, 2019."
  },
  {
    "id": "09",
    "title": "Behind the Iron Curtain",
    "content": "As early as 1959 Adriano was in search of new markets behind the Iron Curtain, Russia included, where the potential was enormous. He was even contemplating selling his technology to Mao Zedong's ommunist China. So states an authoritative study of Mario Tchou and the Elea 9003 by Giuseppe Rao, a diplomat attached to the italian embassy in Beijing and acknowledged expert on the subject. That was the most audacious and dangerous ambitious of all.",
    "reference": "Secrest, Meryle. The Mysterious Affair at Olivetti: IBM, the CIA, and the Cold War Conspiracy to Shut Down Production of the World's First Desktop Computer. New York: Knopf, 2019."
  },
  {
    "id": "10",
    "title": "Hostile takeover?",
    "content": "The Financial Times reported that the company which had, for so long, run what has often seemed more of a social and artistic experiment than a business had been acquired by a hard-headed rescue group that bought it at bargain prices. Nowadays it would be termed a hostile takeover. It made for sad reading, the Financial Times wrote. Now Olivetti was just a business.",
    "reference": "Secrest, Meryle. The Mysterious Affair at Olivetti: IBM, the CIA, and the Cold War Conspiracy to Shut Down Production of the World's First Desktop Computer. New York: Knopf, 2019."
  },
   {
    "id": "11",
    "title": "Mind and Machine",
    "content": "The true torment of these industrial humanists imposes the same question on both Volponi and Ottieri: how much does the mind participate in the worker's labor? And, more importantly, to what extent is it beneficial that it should? Factory life, Albino Saluggia explains in Memoriale: <i>'It pushes things somewhat away from us, drives them almost to the back of the mind, which no longer follows the work and all the other events step by step; instead it remains above, free to pursue thoughts that have little connection to what is happening.</i>",
    "reference": "Tarpino, Antonella. Memoria imperfetta: La comunità Olivetti e il mondo nuovo. Turin: Einaudi, 2020."
  },
   {
    "id": "12",
    "title": "Computational Anxiety",
    "content": "What became of this New that was intended to ease, at least partially, the direct opposition between machines and human labor? The computer system soon seized control of the factory's strategic center, rendering the various Islands completely obsolete and displacing the cognitive capacity that workers had developed around their own work. Thus, computerized industrial work appears perhaps:'more anxious, absurd, and elusive than the previous work it has replaced, transformed, or completely erased [...] the computer does not lighten the burden because it still commands from above.'",
    "reference": "Tarpino, Antonella. Memoria imperfetta: La comunità Olivetti e il mondo nuovo. Turin: Einaudi, 2020."
  },

   {
    "id": "13",
    "title": "On Relationality",
    "content": "Relationship, therefore, lies at the center of the overall design field within the communitarian framework of the Olivettian vision: where objects function as true 'relational devices,' capable in turn of modifying behaviors (whether in housing or in the aesthetic appeal of images in general).",
    "reference": "Tarpino, Antonella. Memoria imperfetta: La comunità Olivetti e il mondo nuovo. Turin: Einaudi, 2020."
  },

  {
    "id": "14",
    "title": "The Order of the Communities",
    "content": "We have conceived of the political Order of the Communities as a system that would express the same harmony and equilibrium that emanate from architectural compositions; therefore, a certain order and symmetry are among the qualities we have sought. Symmetry, as Vitruvius said, consists in the proportional agreement between the different elements of a work, and between these individual elements and the whole.",
    "reference": "Olivetti, Adriano. Democrazia senza partiti. Edizioni di Comunità, 2013."
  },
 {
    "id": "15",
    "title":"A Single Teaching",
    "content": "What will we do? Everything comes down to a single thought, a single teaching: we will be guided by spiritual values. These are eternal values; following these, material goods will arise by themselves without us seeking them.",
    "reference": "Olivetti, Adriano. Ai Lavoratori. Edizioni di Comunità, 2012."
  },

  {
    "id":"16",
    "title": "Trees, earth, sun, sea, and stars mattered",
    "content": "Torn from earth and nature by machine civilization, man has suffered in the depths of his soul, and we cannot know how many deep cuts, how many painful wounds, how much irreparable damage have occurred in the hidden recesses of his unconscious. In little more than a generation, we have abandoned a thousand-year civilization of farmers and fishermen. For this civilization, which remains the present reality in the South, divine illumination was real and important; family, friends, relatives, and neighbors mattered; trees, earth, sun, sea, and stars mattered. Man worked with his hands, exercising his muscles, drawing life's necessities directly from earth and sea. The upheaval of two wars pushed man definitively toward industry and urban life. This transformation tore the farmer from his land and confined him in factories, driven not only by poverty and misery, but by yearning for culture that a false civilization had confined to the cities while denying it to the southern countryside.",
    "reference": "Olivetti, Adriano. Ai Lavoratori. Edizioni di Comunità, 2012."
  },
   {
    "id": "17",
    "title": "Letter to the father",
    "content": "Organization is the most important thing, and ours needs a radical transformation. We need university-trained technicians who bring knowledge and innovation. And then... think about it, Dad... a portable machine... it would cause a sensation.",
    "reference": "Adriano Olivetti. L'impresa, la comunità e il territorio: Atti del seminario. Collana Intangibili 27. Fondazione Adriano Olivetti, 2015."
  }]
